{
  "ourVision": {
    "title": "Our Vision",
    "copy": "All children and young people are prepared for the challenges of the digital world. They should be able to navigate the digital world with confidence, curiosity, and a sense of responsibility. We are convinced that young people should not be left alone in a complex digital society. That’s why, with AYM Vision, we create learning spaces that empower, guide, and inspire critical thinking."
  },
  "ourMotivation": {
    "title": "Our Motivation",
    "copy": "Two sisters, one shared vision: AYM Vision is the passion project of Ann-Sofie Höbrink and Melina Wiegers. What began as a personal conversation about their children, the internet, and education quickly developed into a clear vision and a firm decision to make their own contribution to future-oriented digital education. While Ann-Sofie worked in Lower Saxony as a project manager, HR site manager, and coach, Melina deepened her expertise in language, resilience, and sustainability in Switzerland and the USA. What unites them: the conviction that children in the digital world must not only be accompanied, but also empowered. Children and young people need self-confidence and skills so that they can move independently, safely, and curiously in the digital world."
  },
  "ourEducationalApproach": {
    "title": "Our Educational Approach",
    "copy1": "Regular impulses that address real situations and explain them in an age-appropriate way",
    "copy2": "Active engagement with the opportunities and risks of digital media",
    "copy3": "Reflective questions that encourage children to question and develop their own behavior"
  },
  "ourMethod": {
    "title": "Our Method",
    "copy": "Our stories develop a dynamic that is fun, stimulates thinking, and has a lasting effect. Likeable characters experience challenges of the media world in these chat-format stories—entertaining and to the point. The stories are accompanied by our clever owl Amy. At the end of each episode, she asks the reader a reflection question—so young users are not just consumers, but actively think about what they have read and transfer it to their everyday lives. The answers are automatically checked for logic by AI—there is no right or wrong! After each story, users’ efforts are rewarded with a badge and securely saved without personal information. After a set number of stories, a tamper-proof certificate is awarded. It is automatically created via the Cardano blockchain and given to the children."
  },
  "ourTeam": {
    "title": "Our Team",
    "members": [
      {
        "name": "Melina Wiegers",
        "role": "Co-Founder | Head of Content & Didactics",
        "bio": "Melina brings her passion for language, stories, and educational processes to the project. After studying cultural studies (Magistra Artium), she completed further training in children’s and youth literature, Science of Happiness (University of California, Berkeley), and Foundations of Sustainability (University of Arizona), among others."
      },
      {
        "name": "Ann-Sofie Höbrink",
        "role": "Co-Founder | Head of Technology & Strategy",
        "bio": "Ann-Sofie combines technical understanding with psychological sensitivity. After studying industrial engineering (B.Sc.) and business psychology (M.Sc.), she gained over ten years of experience in management consulting—including as a project manager, HR site manager, and certified business coach."
      }
    ]
  },
  "amplifyYourMind": {
    "title": "Amplify Your Mind (AYM)",
    "copy": "AYM stands for Amplify Your Mind—and expresses what we want to enable with AYM Vision: giving young people the space to develop and unfold their own view of the world. “Amplify” means: to strengthen, to make heard, to think bigger. We believe that children already start their digital journey with creativity, curiosity, and judgment—AYM Vision helps them further develop exactly these abilities. We want to support them in thinking independently, acting reflectively, and recognizing their potential. For us, Amplify Your Mind means: strengthening one’s own thinking—not memorizing, but understanding and helping to shape things."
  },
  "whyAmy": {
    "title": "Why Amy?",
    "copy": "AMY is our friendly, clever owl—and the face of AYM Vision. She accompanies children and young people at eye level through digital topics, explains complex content in an understandable way, and encourages critical thinking. With smart questions, stories, and playful impulses, she becomes a relatable ally in the learning process. AMY embodies what we want to convey: curiosity, reflection, and the courage to have your own perspective. As a character, name, and attitude, she brings our idea to life—for education with character and children who want to grow."
  },
  "callForAction": {
    "title": "Call 4 Action",
    "copy": "Together with partners, we want to establish a safe and responsible approach to digital media. Step by step. Episode by episode. Story by story. Join us! Become part of the vision and support AYM Vision in living democratic values, fighting discrimination, and empowering all children digitally—no matter where they come from.",
    "button": "Join us"
  }
}
