{
  "ourVision": {
    "title": "Unsere Vision",
    "copy": "Alle Kinder und Jugendlichen sind auf die Herausforderungen der digitalen Welt vorbereitet. Sie sollen sich selbstbewusst, neugierig und verantwortungsvoll in der digitalen Welt bewegen können. Wir sind überzeugt, dass junge Menschen in einer komplexen digitalen Gesellschaft nicht allein gelassen werden dürfen. Daher schaffen wir mit AYM Vision Lernräume, die stärken, orientieren und zum Mitdenken anregen."
  },
  "ourMotivation": {
    "title": "Unsere Motivation",
    "copy": "Zwei Schwestern, eine gemeinsame Vision: AYM Vision ist das Herzensprojekt von Ann-Sofie Höbrink und Melina Wiegers. Was mit einem persönlichen Gespräch über ihre Kinder, das Internet und Bildung begann, entwickelte sich rasch zu einer klaren Vision und dem festen Entschluss, einen eigenen Beitrag für eine zukunftsfähige digitale Bildung zu leisten. Während Ann-Sofie in Niedersachsen als Projektmanagerin, HR-Site-Managerin und Coach arbeitete, vertiefte Melina in der Schweiz und den USA ihre Expertise in Sprache, Resilienzförderung und Nachhaltigkeit. Was sie verbindet: die Überzeugung, dass Kinder in der digitalen Welt nicht nur begleitet, sondern gestärkt werden müssen. Kinder und Jugendliche brauchen Selbstvertrauen und Kompetenzen, damit sie in der digitalen Welt eigenständig, sicher und neugierig unterwegs sein können."
  },
  "ourEducationalApproach": {
    "title": "Unser Bildungsansatz",
    "copy1": "regelmäßige Impulse, die reale Situationen aufgreifen und altersgerecht erklären",
    "copy2": "aktive Auseinandersetzung mit den Chancen und Risiken digitaler Medien",
    "copy3": "reflektierende Fragen, die Kinder ermutigen, ihr eigenes Verhalten zu hinterfragen und weiterzuentwickeln"
  },
  "ourMethod": {
    "title": "Unsere Methode",
    "copy": "Unsere Stories entwickeln eine Dynamik, die Spaß macht, zum Mitdenken anregt und langfristig wirkt. Sympathische Charaktere erleben in diesen Storys im Chat-Format Herausforderungen der Medienwelt – unterhaltsam und auf den Punkt gebracht. Begleitet werden die Geschichten durch unsere kluge Eule Amy. Am Ende jeder Episode stellt sie dem Leser eine Reflexionsfrage – so sind die jungen Nutzer nicht bloß Konsumenten, sondern denken aktiv über das Gelesene nach und übertragen es in ihren Alltag. Die Antworten werden automatisch von KI auf Logik überprüft – es gibt dabei kein Richtig und Falsch! Nach jeder Geschichte werden die Bemühungen des Users mit einem Badge belohnt und ohne persönliche Informationen sicher gespeichert. Nach einer festgelegten Anzahl an Storys wird das fälschungssichere Zertifikat verliehen. Es wird automatisch über die Cardano-Blockchain erstellt und den Kindern verliehen."
  },
  "ourTeam": {
    "title": "Unser Team",
    "members": [
      {
        "name": "Melina Wiegers",
        "role": "Co-Founderin | Leitung Inhalte & Didaktik",
        "bio": "Melina bringt ihre Leidenschaft für Sprache, Geschichten und Bildungsprozesse in das Projekt ein. Nach ihrem Studium der Kulturwissenschaften (Magistra Artium) absolvierte sie Weiterbildungen u. a. in Kinder- und Jugendliteratur, Science of Happiness (University of California, Berkeley) und Foundations of Sustainability (University of Arizona)."
      },
      {
        "name": "Ann-Sofie Höbrink",
        "role": "Co-Founderin | Leitung Technologie & Strategie",
        "bio": "Ann-Sofie vereint technisches Verständnis mit psychologischem Fingerspitzengefühl. Nach ihrem Studium des Wirtschaftsingenieurwesens (B.Sc.) und der Wirtschaftspsychologie (M.Sc.) sammelte sie über zehn Jahre Erfahrung in der Unternehmensberatung – unter anderem als Projektmanagerin, HR-Site-Managerin und zertifizierter Business Coach."
      }
    ]
  },
  "amplifyYourMind": {
    "title": "Amplify Your Mind (AYM)",
    "copy": "AYM steht für Amplify Your Mind – und bringt zum Ausdruck, was wir mit AYM Vision ermöglichen wollen: jungen Menschen den Raum geben, ihre eigene Sicht auf die Welt zu entwickeln und zu entfalten. „Amplify“ bedeutet: verstärken, hörbar machen, größer denken. Wir glauben, dass Kinder bereits mit Kreativität, Neugier und Urteilsvermögen in die digitale Welt starten – AYM Vision hilft ihnen dabei, genau diese Fähigkeiten weiterzuentwickeln. Wir möchten sie dabei unterstützen, selbstständig zu denken, reflektiert zu handeln und ihre Potenziale zu erkennen. Amplify Your Mind heißt für uns: Verstärkung des eigenen Denkens – nicht auswendig lernen, sondern durchblicken und mitgestalten."
  },
  "whyAmy": {
    "title": "Warum Amy?",
    "copy": "AMY ist unsere freundliche, schlaue Eule – und das Gesicht von AYM Vision. Sie begleitet Kinder und Jugendliche auf Augenhöhe durch digitale Themen, erklärt komplexe Inhalte verständlich und regt zum Mitdenken an. Mit klugen Fragen, Geschichten und spielerischen Impulsen wird sie zur nahbaren Verbündeten im Lernprozess. AMY verkörpert, was wir vermitteln wollen: Neugier, Reflexion und Mut zur eigenen Perspektive. Als Figur, Name und Haltung macht sie unsere Idee erlebbar – für Bildung mit Charakter und Kinder, die wachsen wollen."
  },
  "callForAction": {
    "title": "Call 4 Action",
    "copy": "Gemeinsam mit Partnern möchten wir einen sicheren, verantwortungsvollen Umgang mit digitalen Medien etablieren. Schritt für Schritt. Episode für Episode. Story für Story. Machen Sie mit! Werden Sie Teil der Vision und unterstützen Sie AYM Vision dabei, demokratische Werte zu leben, Diskriminierung zu bekämpfen und alle Kinder digital zu stärken – ganz gleich, woher sie kommen.",
    "button": "Mitmachen"
  }
}
